{
  "header": {
    "title": "О компании",
    "subtitle": "Текстильная фабрика — это предприятие, занимающееся производством текстильных изделий из волокон и нитей."
  },
  "content": {
    "title": "О компании",
    "intro": "Основанная в 2014 году, компания 'Samarkand Euro Asia Textile' выросла из скромного предприятия в одного из ведущих производителей текстильной продукции. Сегодня Samarkand Euro Asia Textile входит в крупный производственный холдинг SAG GROUP в Узбекистане.",
    "intro2": "Это уникальное предприятие, осуществляющее весь производственный цикл от выращивания тонковолокнистого хлопка до производства готовых текстильных изделий на собственных производственных мощностях.",
    "intro3": "Наша компания лидер на рынке текстильной промышленности Узбекистана, а собственное производство позволяет предложить нашим партнерам широкий ассортимент готовой продукции многообразие моделей и цветовых решений. ",
    "functions_title": "Основные функции текстильной компании",
    "functions": {
      "f1": {
        "title": "Производство тканей:",
        "desc": "Текстильные компании изготавливают различные виды тканей, включая натуральные (хлопок, лен, шерсть) и синтетические (полиэстер, нейлон)."
      },
      "f2": {
        "title": "Дизайн и разработка:",
        "desc": "Многие текстильные компании занимаются разработкой уникальных дизайнов и коллекций, что позволяет им выделяться на рынке."
      },
      "f3": {
        "title": "Оптовая и розничная продажа:",
        "desc": "Текстильные компании могут продавать свою продукцию как оптом, так и в розницу, обеспечивая доступ к своим изделиям различным клиентам, включая магазины и конечных потребителей."
      }
    },
    "conclusion": "Текстильная промышленность является одной из старейших и наиболее востребованных отраслей, обеспечивая важнейшие общественные потребности в одежде, домашнем текстиле и других изделиях. Текстильные компании играют ключевую роль в экономике, создавая рабочие места и способствуя развитию смежных отраслей."
  },
  "timeline": {
    "header": "История производства",
    "2014": {
      "title": "Запустили первый швейный цех",
      "desc": "В день производилось 300 сорочек."
    },
    "2016": {
      "desc": "Увеличили объем производства до 1000 сорочек в день"
    },
    "2017": {
      "desc": "Увеличили объем производства до 1500 сорочек в день"
    },
    "2018": {
      "desc": "Запуск цеха отделки ткани 9000 - 12 000 метров ткани красилось в день"
    },
    "2019": {
      "desc": "Запуск ткацкого цеха на 34 станка (17 узких и 17 широких)"
    },
    "2020": {
      "desc": "Производительность увеличилась до 400 000 метров ткани в месяц"
    },
    "2021": {
      "desc": [
        "Запуск торговой марки домашнего текстиля Lelit",
        "Открыт первый розничный магазин",
        "Производство выросло до 500 комплектов в день"
      ]
    },
    "2022": {
      "desc": [
        "Расширение ткацкого цеха до 80 станков",
        "Открыт дополнительный швейный цех в городе Нукус"
      ]
    },
    "2023": {
      "desc": [
        "Открыты еше 5 магазинов Lelit в разных форматах",
        "Корнеры в ковровых магазинах SAG и свои фирменные магазины в Ташкенте",
        "Развитие ассортимента своей торговой марки"
      ]
    },
    "2024": {
      "desc": [
        "Запуск производства махры 22 станка. Улучшение технологии по выпуску муслина",
        "Первая розничная продажа Lelit в корнере фирменного магазина SAG в Екатеринбурге",
        "Открыт склад готовой продукции в России",
        "Основные процесса работы с Честным знаком"
      ]
    },
    "2025": {
      "desc": [
        "Запуск и обновление оборудования во всех цехах включая оборудование для крашения, промывки и лаборатории цвета",
        "Запуск технологии вареного хлопка",
        "Регистрация TM Lelit в РФ",
        "Корнеры Lelit в Москве Авиапарк в магазине SAG",
        "Запуск своей марки одежды",
        "Открытие дополнительного швейного цеха по пошиву полотенец и изделий из махры",
        "Открытие представительства в Чехии"
      ]
    }
  }
}
